/datum/quirk/clumsy
	name = "Clumsy(Неуклюжий)"
	desc = "Ты неуклюжий, чудак, глупый чувак. Ты большой, милый, тупица/недотепа! Надеюсь, ты не собирался использовать руки для чего-то, требующего хоть малейшей ловкости."
	icon = FA_ICON_FACE_DIZZY
	value = -8
	mob_trait = TRAIT_CLUMSY
	gain_text = span_danger("Вы чувствуете, как ваш IQ падает, словно ваш интеллект потёк по ляжке.")
	lose_text = span_notice("Вы чувствуете, что ваш IQ повысился как минимум до среднего уровня. По крайней мере вы так думаете.")
	medical_record_text = "У пациента наблюдаются крайние трудности с высокими двигательными навыками в сочетании с неспособностью продемонстрировать критическое мышление."
