/datum/quirk/psionic_dampener
	name = "Psionic Dampener(Псионический глушитель)"
	desc = "Ваш разум необычно устойчив к псионическому вторжению. Телепатическая связь не достигает вас."
	gain_text = span_notice("В вашем сознании звучат только собственные мысли; шёпот других растворяется в тишине.")
	lose_text = span_purple("Далёкий гул чужих мыслей возвращается, мягко касаясь вашего разума.")
	medical_record_text = "Объект демонстрирует устойчивое подавление кортикального резонанса. Нейронное картирование указывает на почти полную иммунность к телепатическому или псионическому контакту."
	mob_trait = TRAIT_PSIONIC_DAMPENER
	value = 0
	icon = FA_ICON_BELL_SLASH
